// This file is part of Custom Trader Inventory.
// Custom Trader Inventory - a mutator for Killing Floor 2.
//
// Copyright (C) 2024 cheungfatzong
//
// Custom Trader Inventory is free software: you can redistribute it
// and/or modify it under the terms of the GNU General Public License
// as published by the Free Software Foundation,
// either version 3 of the License, or (at your option) any later version.
//
// Custom Trader Inventory is distributed in the hope that it will be useful,
// but WITHOUT ANY WARRANTY; without even the implied warranty of
// MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
// See the GNU General Public License for more details.
//
// You should have received a copy of the GNU General Public License along
// with Custom Trader Inventory. If not, see <https://www.gnu.org/licenses/>.

[CTI_LocalMessage]
SyncItems="同步文件:"
WaitingGRI="等待GRI..."
IncompatibleGRI="不兼容的GRI:"
IncompatibleGRIWarning="你可以进入游戏，但商店可能无法正常工作"
NoneGRI="GRI未能初始化"
NoneGRIWarning="建议重新连接，如果你现在就进入游戏，商店内容可能无法正常工作"
SecondsShort="秒"
PleaseWait="请稍等"
